Repository: netmullet/LovedOnesTimer
Catalog: LovedOnesTimer/Localizable.xcstrings
Source language: en
Languages: ja

source: %lld years old
ja: %lld 歳

source: Add
ja: 新規追加

source: Add a countdown from the plus button above.
ja: 右上の「+」ボタンをタップ

source: Add Countdowns
ja: カウントダウンを追加しよう

source: Birthdate
ja: 生年月日

source: Cancel
ja: キャンセル

source: Close
ja: 閉じる

source: day
ja: 日

source: days
ja: 日

source: Done
ja: 完了

source: Edit
ja: 編集

source: Enter your date of birth
ja: あなたの生年月日を 入力してください

source: Feedback
ja: ご意見・不具合の報告

source: How are we doing?
ja: 使い心地をお聞かせください

source: It counts down the days left for you and your loved ones. It’s a gentle reminder to cherish today.
ja: 人生の限られた時間を大切に過ごしましょう。

source: Life expectancy
ja: 想定寿命

source: Love it!
ja: 使いやすい

source: My Countdown
ja: あなたのカウントダウン

source: Name
ja: 名前

source: Name / Birthdate
ja: 名前 / 生年月日

source: Needs work
ja: 使いにくい

source: No Countdown Yet.
ja: カウントダウンがありません。

source: Note
ja: メモ

source: Rate This App
ja: レビューして応援する

source: Save
ja: 保存

source: Search life expectancy
ja: 平均寿命を調べる

source: Select countdown
ja: カウントダウンを選択

source: Select your expected lifespan
ja: あなたの想定寿命を 入力してください

source: Selected Loved One
ja: 選択されたカウントダウン

source: Settings
ja: 設定

source: Share This App
ja: このアプリを共有する

source: START
ja: はじめる

source: This is your countdown widget.
ja: あなたのカウントダウンを表示します。

source: This is your loved one's countdown widget.
ja: あなた以外のカウントダウンを表示します。

source: To age %lld
ja: %lld 歳まであと

source: Version
ja: バージョン

source: Welcome to LovedOnesTimer
ja: みん寿

source: You
ja: あなた

source: Your Loved One's Countdown
ja: あなた以外のカウントダウン

source: Your reviews help the app even better.
ja: レビューへのご協力をお願いいたします。
